Repository: common-repository/bologer-vk-comments
Catalog: languages/bvk-comments-*.po
Languages: ru_ru

source: Base
ru_ru: Основное

source: Functions
ru_ru: Функции

source: Design
ru_ru: Дизайн

source: Active
ru_ru: Активен

source: Widget is active.
ru_ru: Виджет активен.

source: Support
ru_ru: Спасибо

source: Check this checkbox if you like "VK Man Comments" and as part of appreciation display our link with text "Add VK Man Comments To My Site" under comments widget.
ru_ru: Поставьте галочку на этом поле, если вам нравится "VK Man Коментарии" и вы хотите поблагодарить нас поставив ссылку с текстом "Добавить VK Man комментарии" под виджетом.

source: Automatically publish the comment to the user's VK page
ru_ru: Автоматически постить комментарий на стене пользователя.

source: Enable realtime update for comments
ru_ru: Включить обновление комментариев в режиме реального времени.

source: Add VK Man Comments To My Site
ru_ru: Добавить VK Man комментарии на мой сайт

source: VK Man Comments
ru_ru: VK Man комментарии

source: VK Man Comments - comments from VK.com for WordPress
ru_ru: VK Man комментарии - комментарии с VK.com для WordPress

source: Leave A Reply
ru_ru: Оставить комментарий

source: App ID
ru_ru: ID сайта

source: Enter app id. It should be taken from VK. Use button above to help you with this.
ru_ru: Введите ID сайта. Оно должно быть взято со страницы разработчиков. Используйте кнопку выше, чтобы помочь вам с этим.

source: Auto Publish
ru_ru: Автопубликация

source: No Real Time
ru_ru: В реальном времени

source: Override
ru_ru: Перезаписать

source: Override native comments
ru_ru: Убрать стандартные комментарии от WordPress и поставить ВК

source: Position
ru_ru: Позиция

source: Limit
ru_ru: Лимит

source: Minimum: 5, default is: 10. Or set custom value.
ru_ru: Минимально: 5, по умолчанию: 10. Или поставьте собственное значение.

source: Type
ru_ru: Формат

source: Width
ru_ru: Ширина

source: width in pixels. Minimal value is 300. If the parameter is not set, widget will take all available width.
ru_ru: ширина в пикселях. Минимальное значение - 300. Если значение не указано - виджет возьмет всё доступное пространство.

source: Height
ru_ru: Высота

source: maximum height of the widget in pixels. Minimal value is 500. If 0, heigth is not limited. If widget content is larger than the maximum allowed, internal scrolling appears. By default — 0.
ru_ru: максимальная высота в пикселях. Минимальное значение - 500. Если установлено "0" - высота не ограничена. Если высота виджета больше чем установленное значение, то появляется внутренний ползунок (скролл). Высота по умолчанию не ограничивается.

source: number of comments on the page. Minimum - 5, maximum - 100.
ru_ru: количество комментариев на страницу. Минимум - 5, максимум - 100.

source: Header Element
ru_ru: Элемент заголовка

source: set element type of the header. E.g. h1, h2 up to h6.
ru_ru: установить собственный тип элемента заголовка. Например, h1, h2 - до h6.

source: Header Top Space
ru_ru: Отступ сверху от заголовка

source: set space (in pixels) from the top of the header
ru_ru: установить отступ (в пикселях) сверху от заголовка

source: Header Bottom Space
ru_ru: Отступ снизу от заголовка

source: set space (in pixels) from the bottom of the header
ru_ru: установить отступ (в пикселях) снизу от заголовка

source: Widget Top Space
ru_ru: Отступ до виджета

source: set space (in pixels) from the top of the widget
ru_ru: установить отступ (в пикселях) сверху от виджета

source: Widget Bottom Space
ru_ru: Отступ после виджета

source: set space (in pixels) from the bottom of the widget
ru_ru: установить отступ (в пикселях) снизу от виджета

source: Show Override Header
ru_ru: Показывать заголовок

source: Whether to show or hide header on active "Override" option
ru_ru: Эта опция зависит от "Перезаписать". Если на ней стоит галочка, то у вас есть возможность скрыть заголовок у формы.

source: Graffiti
ru_ru: Граффити

source: Allow to attach graffiti
ru_ru: Разрешить прикреплять граффити

source: Photos
ru_ru: Фотографии

source: Allow to attach photos
ru_ru: Разрешить прикреплять фотографии.

source: Videos
ru_ru: Видео

source: Allow to attach video
ru_ru: Разрешить прикреплять видео.

source: Audios
ru_ru: Аудио

source: Allow to attach audio
ru_ru: Разрешить прикреплять аудио.

source: Links
ru_ru: Ссылки

source: Allow to attach link
ru_ru: Разрешить прикреплять ссылки.

source: VK Comments
ru_ru: ВК Комментарии

source: Settings
ru_ru: Настройки

source: All Comments
ru_ru: Все комментарии

source: Before Form
ru_ru: Перед формой

source: After Form
ru_ru: После формы

source: Under Form Header
ru_ru: Под заголовком формы

source: Position of the widget. Whether to put it before, after the form or under the header of native WordPress comments (if "Override" option is unchecked).
ru_ru: Позиция виджета. Вы можете поставить его перед или после формы, а ты же под заголовком стандартной формы комментариев от WordPress (эта опция работает только если на опции "Перезаписать" не стоит галочка).

source: Auto
ru_ru: Автоматически

source: Enabled
ru_ru: Включено

source: Disabled
ru_ru: Выключено

source: enables the mini version of the widget — smaller fonts, smaller attachment thumbnails, smaller profile pcitures in second level comments. (1 — enabled, 0 — disabled, auto — automatic selection depending on the available width). By default — auto
ru_ru: включает мини версию виджета - более малкий шрифт, размер файлов и фотографий, аватарок профиля на втором уровне ответа и д.р. По умолчанию стоит "Автоматически"

source: disables realtime updates for the comments. (1 — disabled,0 — enabled). By default — 0
ru_ru: обновление комментариев а режиме реального времени. По умолчанию отключено.

source: automatically publish the comment to the user's VK page (0 — disabled, 1 — enabled). By default — 0.
ru_ru: автоматически постить комментарий на стене пользователя Вконтакте. По умолчанию отключено.

source: Instructions
ru_ru: Инструкция

source: Main
ru_ru: Главные

source: Preview
ru_ru: Предпросмотр

source: On this page you can see all of the comments on your website.
ru_ru: На этой странице вы можете посмотреть все комментарии на вашем сайте.

source: VK widget is disabled, preview is unavailable.
ru_ru: ВК виджет отключен, предварительный просмотр не доступен. Включите виджет в настройках, чтобы посмотреть его в работе.

source: It seems that VK widget is disabled. Please enable it if you did it by mistake.
ru_ru: Похоже, что вы отключили виджет ВК. Если вы сделали это по ошибке, то вы всегда можете включить его, поставив галочку на опции "Активен?".

source: Welcome to Bologer VK Comments plugin.
ru_ru: Добро пожаловать в Bologer VK Comments плагин.

source: You may customize it as you like.
ru_ru: Вы можете настраивать его как вам хочется.

source: Your support will be helpful. Give us <a href="https://wordpress.ru/plugins/bologer-vk-comments">5 stars</a> to motivate us further.
ru_ru: Ваша поддержка очень важна для нас. Поставьте нам <a href="https://wordpress.ru/plugins/bologer-vk-comments">пять звезд</a>, чтобы дать мотивировацию на развитие этого виджета.

source: Features you might like the most:
ru_ru: Особенности, которые вам могут понравится больше всего:

source: Completely override native WordPress comments
ru_ru: Полностью заменить стандартные комментарии от WordPress

source: Set VK widget together with native WordPress comments. Set position of VK widget (over, under or below the header of the native comments)
ru_ru: Поставить VK виджет вместе со стандартными комментариями от WordPress. Установить позицию ВК виджета (выше, ниже или под заголовком стандартных комментариев)

source: Copy code from VK.com and paste into special field to auto fill most of the settings in widget
ru_ru: Скопируйте код из VK.com и вставьте в специально поле для автозаполнения некоторые настроек виджета

source: Fully customized settings of the widget directly from admin panel
ru_ru: Настройки виджета происходит напрямую через админ центр, не нужно копаться в коде

source: Settings Saved
ru_ru: Настройки сохранены

source: Follow instructions below to set-up VK comments widget:
ru_ru: Используйте инструкцию ниже чтобы настроить виджет комментариев от ВКонтакте:

source: Go to <a href="https://vk.com/dev/Comments" target="_blank">VK Developers page</a>
ru_ru: Зайдите на <a href="https://vk.com/dev/Comments" target="_blank">страницу разработчиков</a>

source: Add your website or choose an existing one
ru_ru: Добавьте ваш сайта или выберите существующий

source: Copy code, click "Enter Settings Magically"
ru_ru: Скопируйте код виджета, и нажмите "Использовать магию"

source: Paste code in the opened field and click "Fill Below" to auto fill some of values below
ru_ru: Вставьте код в открытое поле и нажмите "Вставить ниже", для автозаполнения некоторых полей

source: Enter Settings Magically
ru_ru: Использовать магию

source: Enter widget code here...
ru_ru: Вставьте код виджета сюда...

source: Fill Below
ru_ru: Вставить ниже

source: Save Settings
ru_ru: Сохранить настройки

source: Widget Preview
ru_ru: Предварительный просмотр

source: Below you can see how your widget would look the comments
ru_ru: Ниже вы можете посмотреть как ваш виджет выглядит

source: Alexander Teshabaev <admin@bologer.ru>
ru_ru: Александр Тешабаев <admin@bologer.ru>
